[
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "alternative-giving",
    "Name": "Alternative Giving",
    "Header": "Alternative Giving Funds",
    "ShortDescription": "What it means to give differently, and why you should be thinking about it.",
    "Body": "<h2>What is an alternative giving fund?</h2><p>An Alternative Giving fund is a pot of money used to invest in the futures of people experiencing, or at risk of experiencing homelessness. It's a way for members of the public to give money knowing that it will help someone who is vulnerable or experiencing homelessness.</p><h2>Why is it important?</h2><p>Giving money to people on the street isn't always the best option, because although it may buy them dinner, it also means they can survive longer without permanent accommodation.</p><p>Alternative Giving is about helping people break the cycle of homelessness for good by providing long-term support on the journey to independent living. Examples of how the funding can be used include a contribution towards utility bills, a training course, clothes for a job interview or furnishing a new home.</p><h2>How does it work?</h2><p>The schemes differ from location to location but in general, people who need access to the money will work with someone frontline to submit a funding application. The application will then be seen by the committee who sit over the fund. Ideally the committee will be made up of a diverse team, often including people with lived experience of homelessness.</p><h2>How do you set up an alternative giving fund?</h2><p>Each city has its own formula to success - what works well for one doesn't necessarily work for them all. Because of this, your alternative giving fund needs to begin with trial and error. Luckily, we have a whole network who have done exactly the same before you and are happy to share their blueprints and experiences.</p><p>What all successful Alternative Giving schemes have in common is a strong partnership. Alternative Giving has benefits for lots of different sectors including BIDs, police, and councils. Assembling those people to decide on your scheme's purposes is the first step.</p><p>Then - talk to us. Whether you're in Street Support Network or not, let's chat and we'll connect you with people who can guide and advise you in your Alternative Giving journey.</p>",
    "LinkList": [
      {
        "Name": "Additional alternative giving Resources:",
        "Type": "link",
        "Priority": 1,
        "Links": [
          {
            "Title": "SSN's Alternative Giving Easy Wins sheet",
            "Link": "/resources/alternative-giving/ag-wins.pdf",
            "FileType": "pdf"
          },
          {
            "Title": "SSN's 2023 Network Meeting on Alternative Giving",
            "Link": "https://youtu.be/afNgjl3g92g?si=eTnbEfmiz4VwluNP"
          },
          {
            "Title": "The notes from the above event",
            "Link": "/resources/alternative-giving/notes-from-ag-event.pdf",
            "FileType": "pdf"
          },
          {
            "Title": "Real Change MCR's PR video with examples of where the fund goes",
            "Link": "https://youtu.be/YoNlXuUoHaM"
          },
          {
            "Title": "Cambridge PR video",
            "Link": "https://youtu.be/25Hw0nsr0J0"
          }
        ]
      },
      {
        "Name": "Alternative giving funds we have supported:",
        "Type": "card-link",
        "Priority": 2,
        "Links": [
          {
            "Title": "Big Change Luton",
            "Link": "/luton"
          },
          {
            "Title": "Change Liverpool",
            "Link": "/liverpool"
          },
          {
            "Title": "Real Change Manchester",
            "Link": "/manchester/realchangemcr"
          },
          {
            "Title": "Street Aid Cambridge",
            "Link": "/cambridgeshire"
          },
          {
            "Title": "Street Aid Nottingham",
            "Link": "/nottingham/street-aid"
          }
        ]
      },
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 3,
        "Links": [
          {
            "Title": "Charters",
            "Link": "/resources/charters"
          },
          {
            "Title": "Effective Volunteering",
            "Link": "/resources/effective-volunteering"
          },
          {
            "Title": "Street Feeding Groups",
            "Link": "/resources/street-feeding-groups"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "effective-volunteering",
    "Name": "Effective Volunteering",
    "Header": "Effective Volunteering",
    "ShortDescription": "How to make the most impact with your volunteering.",
    "Body": "<p>In this short guide, we will explain about different types of volunteering roles, the difference volunteers can make to charity, and how converting your short-term volunteering into a long-term fixture can create real, lasting change.</p><h2>Why should I volunteer in the homelessness sector?</h2><p>The number of people experiencing homelessness in the UK is constantly increasing which means that organisations in the sector are under more pressure than ever.</p><p>Because of this, a huge amount of these organisations wouldn't be able to exist without their volunteers.</p><h2>How can I make the most impact with my volunteering?</h2><p>The really simple answer to this is <strong>skills-based volunteering</strong>.</p><p>If you know how to get followers on social media, get in touch with a charity of your choice and offer to build them an online presence.</p><p>If you know your way around a kitchen, see if any frontline walk-in centres near you need a chef to help them provide hot meals in the evenings.</p><p>Charities are often unable to afford the business services that companies in other sectors can. Just like other organisations, charities really benefit from accountants, cleaners, solicitors, HR support and pretty much anything else you can think of.</p><h2>What if I want to use different skills from my day job?</h2><p>Another really simple answer here - <strong>make your volunteering long term</strong>.</p><p>We get lots of people asking how best to spend a day volunteering, but the problem with that is that many volunteering roles in the sector require preparation and training. That's half the day gone already, both for you and whoever is training you.</p><p>If you're looking for a mutually beneficial arrangement that will have a real, lasting impact, spread out your volunteering sessions. If you were able to give a few hours a week to a charity shop, or a food pantry, or delivering goods to organisations, it could be the difference that a charity or initiative needs to keep running.</p><p>It could also have a greater impact on you in terms of learning and retaining skills and building relationships.</p><h2>How can my company volunteer effectively?</h2><p>Much like volunteering as an individual, to maximise the impact volunteering as part of a company the key is <strong>skills-based and long-term volunteering</strong>.</p><p>What are your company's specialties? Marketing, Law, IT, Laundry, Driving?</p><p>A great way to make a huge difference is to partner with one or two charities who otherwise might not be able to afford your services and support them in the same way you do with your other customers.</p><p>This can be incredibly rewarding for you as well as them. You know you're making a difference to your community, ticking your social corporate responsibility box and building valuable lasting relationships.</p><h2>What if long-term volunteering isn't realistic for me or my company?</h2><p>If you're a corporate team and you really do just have a day to spare, you could make much more of an <strong>impact by fundraising</strong>.</p><p>Whether it's a sponsored cycle or a bake sale, the money you raise could really make a real difference to homelessness charities.</p><h2>Where do I start?</h2><p>If you're based in a <a href=\"https://streetsupport.net/locations/\">Street Support location</a>, go to <a href=\"https://streetsupport.net/find-help/\">Find Help</a>, type in your postcode and you'll be presented with organisations near you and their contact details.</p><p>If you're not in a Street Support Location, it's as simple as a web search.</p><p>When you've found a charity you'd like to support, pop them an email with your intentions and any skills. It really is as easy as that!</p>",
    "LinkList": [
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Alternative Giving",
            "Link": "/resources/alternative-giving"
          },
          {
            "Title": "Charters",
            "Link": "/resources/charters"
          },
          {
            "Title": "Street Feeding Groups",
            "Link": "/resources/street-feeding-groups"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "charters",
    "Name": "Homelessness Charters",
    "Header": "Homelessness Charters",
    "ShortDescription": "What is a Homelessness Charter, and do you need one?",
    "Body": "<h2>So what is a homelessness charter?</h2><p>A homelessness charter is an agreement to abide by a set of principles to work towards achieving a shared mission.</p><p>It's a location-specific, public commitment that is written up and then signed by voluntary, faith, private and public sector organisations in the same location.</p><h2>How might my location benefit from having a homelessness charter?</h2><p>Simply - to make sure everyone is on the same page (literally!).</p><p>A charter facilitates everyone working together 'nicely'</p><p>A charter might ask organisations to commit to:</p><ul><li>Setting out to achieve the aims outlined in the charter</li><li>Adopting the values of the charter (eg. safety, respect, equal hiring opportunities)</li><li>Agreeing to a specific code of conduct</li></ul><p>It's a way of getting people together to ensure a focused approach to tackling homelessness in a location.</p><p>Another reason you might have a charter is to clearly set out your locations ambitions for tackling homelessness. Are you setting out to end homelessness, or are you setting out to end rough sleeping? Where the scope is so broad, it's important to be specific about the task in hand.</p><h2>How do I go about producing one for my location?</h2><p>Well we reckon there's not much point in reinventing the wheel.</p><p>Having said that, locations vary, and charters do, too.</p><p>We suggest rifling through these. Be a magpie, pick and choose aspects (feel free to copy and paste) to pull together something that you think will work best for your location.</p><p>Nobody knows your location as well as you, but we're always here if you'd like a second opinion.</p>",
    "LinkList": [
      {
        "Name": "Some charters that we have supported:",
        "Type": "card-link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Manchester Charter",
            "Link": "https://mhp.org.uk/charter/"
          },
          {
            "Title": "Leeds Charter",
            "Link": "/leeds/charter"
          },
          {
            "Title": "Southampton Charter",
            "Link": "/southampton/charter"
          },
          {
            "Title": "Derbyshire Charter",
            "Link": "/derbyshire/derbyshire-homelessness-charter.pdf",
            "FileType": "pdf"
          }
        ]
      },
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 2,
        "Links": [
          {
            "Title": "Alternative Giving",
            "Link": "/resources/alternative-giving"
          },
          {
            "Title": "Effective Volunteering",
            "Link": "/resources/effective-volunteering"
          },
          {
            "Title": "Street Feeding Groups",
            "Link": "/resources/street-feeding-groups"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "street-feeding-groups",
    "Name": "Street Feeding",
    "Header": "Street Feeding Groups",
    "ShortDescription": "Our stance on Street Feeding for sustainable support and change.",
    "Body": "<p>'Street Feeding' groups are volunteer-led groups that provide food/hot drinks to people on the street.</p><p>Street Support Network doesn't list or advocate for street feeding groups. This is a decision that has been informed over time and over many conversations with organisations and individuals in the sector.</p><p>It's a really tricky one because street feeding groups are born out of the very best of human nature. It's people sacrificing time, energy and often money to help others.</p><p>There are two main reasons why we feel we can't support street feeding groups:</p><ol><li><p>People who access our site to look for support services are often in very vulnerable situations. We need to make sure that every organisation that's on there is a registered charity with a safeguarding policy. This means the staff will be DBS checked, trained to deal with clients with complex needs, and be well-informed of what might be that client's next best steps.</p><p>That's how we can ensure that we've done everything on our end to provide our users with the safest, most reliable support.</p></li><li><p>As you may know from our work in helping to set up Alternative Giving campaigns around the country, we're big on supporting solutions that help people break the cycle of street homelessness.</p><p>The way street feeding affects individuals is nuanced but there comes a point at which we have to decide if enabling them to stay where they are is preventing them from accessing support.</p><p>We're so lucky that there are <a href=\"https://streetsupport.net/find-help/all-service-providers\">thousands of brilliant organisations across the country</a> that work to support clients in their journey out of homelessness. Many of these organisations practise a well-researched, lived experience-informed, holistic approach - and for that reason we're leaning away from advocating for short-term solutions.</p></li></ol><h2>Other routes</h2><p>If you're a street-feeding group and you're thinking about how you could reshuffle your efforts into a longer-term solution, there's a bunch of things you can try!</p><ul><li>Donating your food to front-line charities and drop-in centres</li><li>Working with hostels and temporary accommodation to provide meals for residents</li><li>Volunteering for local organisations</li><li>Setting up as a registered charity yourselves</li></ul><p>We'd really recommend sending an email to your local homelessness partnership expressing your interest in helping out. The sector is consistently under-resourced and under-funded so you really could make an invaluable difference.</p>",
    "LinkList": [
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Alternative Giving",
            "Link": "/resources/alternative-giving"
          },
          {
            "Title": "Charters",
            "Link": "/resources/charters"
          },
          {
            "Title": "Effective Volunteering",
            "Link": "/resources/effective-volunteering"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "branding",
    "Name": "Branding",
    "Header": "Street Support Branding",
    "ShortDescription": "Guidelines to adapt and align with the Street Support Network identity.",
    "Body": "<p>Street Support Network's brand centres around our values - objectivity, quality, love, integrity, sustainability and communication. For more about each, please see the document below.</p><p>We like our branding to be simple to maximise its accessibility to all. When we produce presentations and graphics, they have as few words as possible and are in Museo Sans - our clear to read font. If you're looking at producing anything like this yourself, please use our Brand Guideline's document to help you. It talks about what should be included in external communications, how we use imagery and a brief guide on our tone of voice.</p><p>Whether we're writing emails or social media posts, the way we speak to people is really important to us, so we've produced a detailed document with hows and whys. Again, it all comes back to our values.</p><p>All the work we produce has our logo on it. There are two versions of this, one with Street Support Network's name and the other just the Street Support Network icon.</p>",
    "LinkList": [
      {
        "Name": "Some useful branding resources:",
        "Type": "card-link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Brand Values",
            "Link": "https://www.canva.com/design/DAFuiMajX10/vCNqztfPIU54GpmBLV3b-Q/edit?utm_content=DAFuiMajX10&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
          },
          {
            "Title": "Basic Brand Guidelines",
            "Link": "https://www.canva.com/design/DAE1JPTaABY/ybCmN4o1SFTZWZC8BZ7cKw/edit?utm_content=DAE1JPTaABY&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
          },
          {
            "Title": "Tone of Voice",
            "Link": "https://www.canva.com/design/DAE3xKEHWus/1VpseJIdoig3RwHo9pL0Lw/edit?utm_content=DAE3xKEHWus&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
          },
          {
            "Title": "Location's Guide to Social Media",
            "Link": "https://www.canva.com/design/DAFf_eB43B0/ifnqYMstgNAFhtkTkMEKbw/edit?utm_content=DAFf_eB43B0&utm_campaign=designshare&utm_medium=link2&utm_source=sharebutton"
          }
        ]
      },
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 2,
        "Links": [
          {
            "Title": "Partnership Communications",
            "Link": "/resources/partnership-comms"
          },
          {
            "Title": "Marketing",
            "Link": "/resources/marketing"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "partnership-comms",
    "Name": "Partnership Communications",
    "Header": "Partnership Communications",
    "ShortDescription": "How to make the most of being part of Street Support Network.",
    "Body": "<h2>Partnership Communications</h2><p>We love the 'network' aspect of what we do and we hope you will too. Working in this sector can be frustrating and isolating, but by joining us you'll also be joining a ready-made support network.</p><p>Street Support is active in 31 locations across the UK, and we encourage everyone to play an active part in our Network. Whether that's connecting with each other on LinkedIn, featuring in our newsletter or attending and speaking in our quarterly Network Meetings, we're here to facilitate it.</p><p>We're always looking for opportunities to engage with and support our locations, so if there's something you'd like to work together on, just say the word.</p>",
    "LinkList": [
      {
        "Name": "Other useful partnership communications resources",
        "Type": "link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Newsletter Sign Up",
            "Link": "https://streetsupport.us12.list-manage.com/subscribe?u=da9a1d4bb2b1a69a981456972&id=c966413ba3"
          },
          {
            "Title": "Newsletter Archive",
            "Link": "https://us12.campaign-archive.com/home/?u=da9a1d4bb2b1a69a981456972&id=c966413ba3"
          },
          {
            "Title": "LinkedIn closed community group",
            "Link": "https://www.linkedin.com/groups/14055957/"
          }
        ]
      },
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 2,
        "Links": [
          {
            "Title": "Branding",
            "Link": "/resources/branding"
          },
          {
            "Title": "Marketing",
            "Link": "/resources/marketing"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "marketing",
    "Name": "Marketing",
    "Header": "Marketing",
    "ShortDescription": "Strategies to raise awareness and engage your community effectively.",
    "Body": "<h2>Marketing</h2><p>Marketing your Street Support location is important because it spreads awareness that help is available in your area. It can also help with fundraising, recruiting volunteers and connecting with others who might be able to help.</p><p>Firstly and foremostly, we'd recommend you get in touch with Mara, our Marketing and Communications Lead. She can meet with you and your team to guide you on branding and produce a marketing plan that works for you and your budget (even if that's non-existent!).</p><p>In the past, this has included working with local media, local businesses and billboard companies. We can also work with you to create social media campaigns and print-out assets tailored to you.</p>",
    "LinkList": [
      {
        "Name": "Other useful marketing resources",
        "Type": "link",
        "Priority": 1,
        "Links": [
          {
            "Title": "Marketing Guide for Locations",
            "Link": "/resources/marketing/location-marketing-guide.pdf",
            "FileType": "pdf"
          },
          {
            "Title": "SSN's Tone of Voice Document",
            "Link": "https://www.canva.com/design/DAE3xKEHWus/dqCjR44MnWPYdQ6GLIhOnA/view?utm_content=DAE3xKEHWus&utm_campaign=designshare&utm_medium=link&utm_source=editor"
          },
          {
            "Title": "Help is Out There poster for public spaces",
            "Link": "/resources/marketing/ssn-poster.pdf",
            "FileType": "pdf"
          },
          {
            "Title": "Social Media Guide for Locations",
            "Link": "https://www.canva.com/design/DAFf_eB43B0/diULw0jreJfZZzm415q5Jg/view?utm_content=DAFf_eB43B0&utm_campaign=designshare&utm_medium=link&utm_source=editor"
          },
          {
            "Title": "Branding Guidelines",
            "Link": "https://www.canva.com/design/DAE1JPTaABY/i4wsXwutWRydgZibdUYtbg/view?utm_content=DAE1JPTaABY&utm_campaign=designshare&utm_medium=link&utm_source=editor"
          },
          {
            "Title": "Street Support Chelmsford on the radio",
            "Link": "https://news.streetsupport.net/2023/04/23/street-support-chelmsford-live-on-the-radio/"
          },
          {
            "Title": "Street Support Glasgow on TV",
            "Link": "https://www.youtube.com/watch?v=otcbhtOaigM"
          }
        ]
      },
      {
        "Name": "Some other useful resources",
        "Type": "link",
        "Priority": 2,
        "Links": [
          {
            "Title": "Branding",
            "Link": "/resources/branding"
          },
          {
            "Title": "Partnership Communications",
            "Link": "/resources/partnership-comms"
          }
        ]
      }
    ]
  },
  {
    "DocumentCreationDate": "2025-11-10T15:44:00.000Z",
    "DocumentModifiedDate": "2025-11-10T15:44:00.000Z",
    "CreatedBy": "system",
    "Key": "user-guides",
    "Name": "User Guides",
    "Header": "User Guides",
    "ShortDescription": "Essential guides to help you manage, update, and maintain organisation information on Street Support Network.",
    "Body": "<h2>Street Support Admin User Guides</h2><p>Our user guides are here to help you manage and update organisation information on Street Support Network with ease and confidence. Whether you're an administrator for an organistion, a location, or a data integrity volunteer, these guides are designed to make the process simple, clear, and effective.</p>",
    "LinkList": [
      {
        "Name": "",
        "Type": "pdf-link",
        "Priority": 1,
        "Links": [
          {
            "Title": "View the guide",
            "Link": "/resources/user-guides/adding-an-org.pdf",
            "Description": "Designed for city administrators and data integrity volunteers, this guide outlines best practices for adding new organisations. It ensures that each entry is consistent, high-quality, and contributes to a network that users can rely on to find the right services in their area.",
            "Header": "Adding an Organisation (Best Practice)",
            "FileType": "pdf"
          },
          {
            "Title": "View the guide",
            "Link": "/resources/user-guides/admin-user-guide.pdf",
            "Description": "For those managing multiple organisations within an area or volunteers managing multiple locations, these guides provide a detailed, step-by-step approach to adding, editing, and maintaining organisation profiles. We've made sure that the process is straightforward so you can keep information current and trustworthy with minimal effort.",
            "Header": "Location and Volunteer Admin User Guide",
            "FileType": "pdf"
          },
          {
            "Title": "View the guide",
            "Link": "/resources/user-guides/organisation-user-guide.pdf",
            "Description": "This guide is for organisations looking to update their information on Street Support Network. It will walk you through the process of adding or editing your details, making sure everything is accurate and easily accessible for those who need it most.",
            "Header": "Organisation User Guide",
            "FileType": "pdf"
          }
        ]
      }
    ]
  }
]
